Repository: gabeshaughnessy/livlive-media
Catalog: plugins/genesis-simple-sidebars/languages/ss-*.po
Languages: de_de

source: Simple Sidebars
de_de: Einfache Sidebars

source: Nice try, partner. But that sidebar doesn't exist. Click back and try again.
de_de: Netter Versuch, doch leider existiert diese Sidebar nicht. Gehen Sie zurück und versuchen Sie es erneut.

source: Edit Sidebar
de_de: Sidebar bearbeiten

source: A recognizable name for your new sidebar widget area
de_de: Ein passender Name für Ihren neuen Sidebar-Widget-Bereich

source: The unique ID is used to register the sidebar widget area (cannot be changed)
de_de: Die einzigartige ID wird verwendet, um den Sidebar-Widget-Bereich zu registrieren. Diese ID kann nicht verändert werden. Verwenden Sie am besten nur kleinbuchstaben, Bindestriche (Minus) und Zahlen.

source: Description
de_de: Beschreibung

source: Update
de_de: Aktualisieren

source: Genesis - Simple Sidebars
de_de: Genesis - Einfache Sidebars

source: Current Sidebars
de_de: Aktuelle Sidebars

source: Add New Sidebar
de_de: Neue Sidebar hinzufügen

source: The unique ID is used to register the sidebar widget area
de_de: Die einzigartige ID wird verwendet, um den neuen Sidebar-Widget-Bereich zu registrieren. Diese ID kann nicht verändert werden. Verwenden Sie am besten nur kleinbuchstaben, Bindestriche (Minus) und Zahlen.

source: Edit
de_de: Bearbeiten

source: Delete
de_de: Löschen

source: Oops! Please choose a valid Name and ID for this sidebar
de_de: Oops! Bitte wählen Sie einen gültigen Namen und eine gültige ID für diese Sidebar

source: Oops! That sidebar ID already exists
de_de: Oops! Diese Sidebar-ID existiert bereits

source: Oops! You are trying to edit a sidebar that does not exist, or is not editable
de_de: Oops! Sie versuchen eine Sidebar zu bearbeiten, die nicht existiert, oder nicht bearbeitet werden kann

source: Oops! You are trying to delete a sidebar that does not exist, or cannot be deleted
de_de: Oops! Sie versuchen eine Sidebar zu löschen, die nicht existiert oder nicht gelöscht werden kann/ darf

source: Oops! Something went wrong. Try again.
de_de: Oops! Etwas ging schief. Bitte versuchen Sie es noch einmal.

source: New sidebar successfully created!
de_de: Neue Sidebar erfolgreich erstellt!

source: Sidebar successfully edited!
de_de: Sidebar erfolgreich bearbeitet!

source: Sidebar successfully deleted.
de_de: Sidebar erfolgreich gelöscht.

source: Sidebar Selection
de_de: Sidebar-Auswahl

source: Primary Sidebar
de_de: Haupt-Sidebar (Primary)

source: Default
de_de: Standard

source: Secondary Sidebar
de_de: Zweit-Sidebar (Secondary)

source: Sorry, you can't activate unless you have installed <a href="%s">Genesis</a>
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, solange das <a href="%s">Genesis Framework</a> nicht installiert ist.

source: Sorry, you cannot activate without <a href="%s">Genesis %s</a> or greater
de_de: Hinweis: Dieses Plugin kann <em>nicht</em> aktiviert werden, au&szlig;er das <a href="%s">Genesis Framework Version %s</a> oder h&ouml;her ist installiert.

source: Sidebar Options
de_de: Sidebar-Optionen

source: Genesis Simple Sidebars
de_de: Genesis Einfache Sidebars

source: Genesis Simple Sidebars allows you to easily create and use new sidebar widget areas.
de_de: Genesis Einfache Sidebars (Simple Sidebars) erlaubt es auf einfache Art und Weise neue Sidebar-Widget-Bereiche zu erstellen und zu verwenden.
